let bv = [
{
    model: 'Элемер-БК-Е12-5Ф-0Ф', 
    params_names: ['1', '2', '5Ф', '0Ф', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5 (прокладка из фторопласта)', 'Внутренняя, Накидная гайка М20х1,5 (прокладка из фторопласта)', '40', 'от -40 до +70', 'от -40 до +170']
},		
{
    model: 'Элемер-БК-Е12-5М-0М', 
    params_names: ['1', '2', '5М', '0М', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5 (прокладка из меди)', 'Внутренняя, Накидная гайка М20х1,5 (прокладка из меди)', '40', 'от -40 до +70', 'от -40 до +170']
},		
{
    model: 'Элемер-БК-Е12-5Ф-0М', 
    params_names: ['1', '2', '5Ф', '0М', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5 (прокладка из фторопласта)', 'Внутренняя, Накидная гайка М20х1,5 (прокладка из меди)', '40', 'от -40 до +70', 'от -40 до +170']
},		
{
    model: 'Элемер-БК-Е12-5М-0Ф', 
    params_names: ['1', '2', '5М', '0Ф', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 
    'Наружная резьба М20х1,5 (прокладка из меди)', 
    'Внутренняя, Накидная гайка М20х1,5 (прокладка из фторопласта)', '40', 'от -40 до +70', 'от -40 до +170']
},		
{
    model: 'Росма SS-V4 М20х1,5-М20х1,5 (наружн.-внутр.) нерж.', 
    params_names: ['', '', '', '', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Внутренняя резьба М20х1,5', '40', '', 'от -40 до +240']
},		
{
    model: 'Росма БКН-1-10 М20х1,5хМ20х1,5 (наружн.-внутр.) нерж.', 
    params_names: ['', '', '', '', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Внутренняя, Накидная гайка М20х1,5 ', '40', '', 'от -60 до +150']
},		
{
    model: 'Метран 0106-М-Т-1-С-С', 
    params_names: ['1', '', 'С', 'С', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Внутренняя резьба М20х1,5', '68', 'от -55 до +85', 'от -55 до +200']
},		
{
    model: 'WIKA IV10 0 -M1S1D Z-LPSZZZ-ZZ-NZZ', 
    params_names: ['', '', '', '', '', '', ''], 
    params_data: ['1', '', 'Наружная резьба М20х1,5', 'Внутренняя резьба М20х1,5', '42', '', 'от -54 до +204']
},		
{
    model: 'Поинт КЗИ К-13.01 -""-400-М20х1,5-Б', 
    params_names: ['', '', 'К', 'К', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Внутренняя, Накидная гайка М20х1,5 ', '40', '', '']
},		
{
    model: 'Aplisens VM-1 ', 
    params_names: ['', '', '', '', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Внутренняя резьба М20х1,5', '42', '', 'от -50 до +230']
},		
{
    model: 'ФГУП Е12 50', 
    params_names: ['', '', '', '', '', '', ''], 
    params_data: ['1', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Внутренняя, Накидная гайка М20х1,5 ', '', '', '']
},

{
    model: 'Элемер-БК-С30-Р5',
    params_names: ['3', '0', 'Р5', '', '', '', ''],
    params_data: ['3', 'без дренажа', 'Наружная резьба М20х1,5', 'Фланец с межосевым расстоянием 54 мм', '40', 
    'от -40 до +70', 'от -40 до +170']
},
    
    {
    model: 'Метран 0104-М-W-3-2-С',
    params_names: ['3', '', 'С', 'W', '', '', ''],
    params_data: ['3', 'без дренажа', 'Наружная резьба М20х1,5', 'Фланец с межосевым расстоянием 54 мм', '40', 'от -55 до +85',
     'от -55 до +200']
    },
    
    {
    model: 'Метран 0104-М-Т-3-2-С',
    params_names: ['3', '', 'С', 'Т', '', '', ''],
    params_data: ['3', 'без дренажа', 'Наружная резьба М20х1,5', 'Т-образный фланец с межосевым расстоянием 54 мм', '40', 
    'от -55 до +85', 'от -55 до +200']
},
   
    {
    model: 'Поинт КЗИ Ц-03.03-""-400-М20х1,5',
    params_names: ['', '', '', '', '', '', ''],
    params_data: ['3', 'без дренажа', 'Наружная резьба М20х1,5', 
    'Т-образный фланец с межосевым расстоянием 54 мм', '', '', '']
},
    
    {
    model: 'Прома БВ-П-3-1-М20х1,5',
    params_names: ['', '', '', '', '', '', ''],
    params_data: ['3', 'без дренажа', '', 'Фланец с межосевым расстоянием 54 мм', '40', '', 'от -60 до +160']
},
   
    {
    model: 'ФГУП В30 Р5',
    params_names: ['', '0', 'Р5', '', '', '', ''],
    params_data: ['3', 'без дренажа', 'Наружная резьба М20х1,5', 'Т-образный фланец с межосевым расстоянием 54 мм', '', '', '']
},
   
    {
    model: 'Элемер-БК-С32-Р5',
    params_names: ['3', '2', 'Р5', '', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Фланец с межосевым расстоянием 54 мм', '40', 'от -40 до +70', 'от -40 до +170']
},
   
    {
    model: 'Метран 0104-М-W-3-2-С-H1',
    params_names: ['3', 'H1', 'С', 'W', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Фланец с межосевым расстоянием 54 мм', '40', 'от -55 до +85', 'от -55 до +200']
},
   
    {
    model: 'Метран 0104-М-Т-3-2-С-H1',
    params_names: ['3', 'H1', 'С', 'Т', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Т-образный фланец с межосевым расстоянием 54 мм', '40', 'от -55 до +85', 'от -55 до +200']
},
   
    {
    model: 'WIKA IV31 6',
    params_names: ['', '', '', '6', '', '', ''],
    params_data: ['', '', '', 'Фланец с межосевым расстоянием 54 мм', '69', '', 'от -54до +204']
},
   
    {
    model: 'Поинт КЗИ Ц-23.03-""-400-М20х1,5',
    params_names: ['', '', '', '', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 
    'Т-образный фланец с межосевым расстоянием 54 мм', '', '', '']
},
   
    {
    model: 'Aplisens VM-3',
    params_names: ['', '', '', '', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', 'Внутренняя резьба 1/2 NPT', 
    'Фланец с межосевым расстоянием 54 мм', '40', '', '']
},
   
    {
    model: 'Прома БВ-П-3-2-М20х1,5',
    params_names: ['', '', '', '', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', '', 'Фланец с межосевым расстоянием 54 мм', 
    '40', '', 'от -60 до +160']
},
   
    {
    model: 'ФГУП В32 Р5',
    params_names: ['', '2', 'Р5', '', '', '', ''],
    params_data: ['3', 'дренажный канал после изолирующего вентиля', 'Наружная резьба М20х1,5', 'Т-образный фланец с межосевым расстоянием 54 мм', '', '', '']
},   
]

let bv_params_labels = [
    "Количество вентилей",
    "Тип гидравлической схемы",
    "Соединение на входе среды",
    "Соединение на выходе среды",
    "Номинальное давление PN, Мпа",
    "Температура окружающей среды, °С",
    "Температура рабочей среды, °С",

    
]
let gz_params_labels = [
    "Номинальное давление PN, Мпа",
    "Температура рабочей среды, °С",
    "Материал, контирующей с рабочей средой",
    "Внутренний диаметр, мм",
    "Внешний диаметр, мм",

]

let gz= [
{
    model: 'Элемер ГЗ-015-8/12',
    params_data: ['', 'до +610', '08х18н10т/12х18н10т', '8+', '12']
},
{
    model: 'Элемер ГЗ-015-8/14',
    params_data: ['25', 'до +610', '08х18н10т/12х18н10т', '8+', '14']
},
{
    model: 'Тесей ЮКНЖ 015-200-14',
    params_data: ['20', '', '12х18н10т', '10,5', '14']
},
{
    model: 'Тесей ЮКНЖ 015-250-14',
    params_data: ['20', '', '12х18н10т', '10', '14']
},
{
    model: 'Термико ГЗ-25-8',
    params_data: ['25', '', '12х18н10т', '9', '12']
},
{
    model: 'Поинт ГЦР.1х3 - 14/8',
    params_data: ['25', 'до +610', '12х18н10т', '8+', '14']
},
{
    model: 'Элемер ГЗ-015-10/16',
    params_data: ['25', 'до +610', '08х18н10т/12х18н10т', '10+', '16']
},
{
    model: 'Росма БТ 220',
    params_data: ['25', '', 'сталь 08Х18Н10', '12', '14']
},
{
    model: 'Тесей ЮКНЖ 015-200-16',
    params_data: ['20', '', '12х18н10т', '12', '16']
},
{
    model: 'Термико ГЗ-25-10',
    params_data: ['25', '', '12х18н10т', '11', '14']
},
{
    model: 'Поинт ГЦР.1х3 - 16/10',
    params_data: ['25', 'до +610', '12х18н10т', '10+', '16']
}, 

]


let owen_bv={
    
}
